<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ page import="abr.bean.*"%>
<%@ page import="java.util.*"%>
<jsp:include page="header.jsp" />
<head>
    <title>Schenker Trading Co.,ltd | Search Result</title>
</head>
<!-- main content -->
<div class="main">
	<h1>"背景"的搜索结果</h1>
    <div class="search-result-item"><h4><a href=""></a></h4><p></p></div>
    <div class="search-result-item">
        <h4><a>About Us</a></h4>
		<p>他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？</p>
    </div>
    <div class="search-result-item">
        <h4><a>About Us</a></h4>
		<p>他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？</p>
    </div>
    <div class="search-result-item">
        <h4><a>About Us</a></h4>
		<p>他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？</p>
    </div>
    <div class="search-result-item">
        <h4><a>About Us</a></h4>
		<p>他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？</p>
    </div>
    <div class="search-result-item">
        <h4><a>About Us</a></h4>
		<p>他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？他配得上这句话，那个年代无数人都有这个想法和做法，大家知道的不多而已，至于很多野史，看看无儿无女死后留下来的家产，真不理解为什么这样的人也忍心黑，你认识的人都是一米六你就觉得世界上没有一米八的人了？</p>
    </div>
</div>
<!-- ./main content -->
<jsp:include page="footer.jsp" />
